---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireInsulationParam
source: html/6b91efc7-0d8f-bbc2-1421-ce69860dda85.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireInsulationParam Property

"Insulation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireInsulationParam { get; }
```